var planText = {
  beiJ : [
      {sch : '北京大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
      {sch : '北京大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
      {sch : '北京大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
      {sch : '北京大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'}
  ],
  taiB : [
    {sch : '台北大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
    {sch : '台北大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
    {sch : '台北大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
    {sch : '台北大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'}
  ],
  gang : [
    {sch : '香港大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
    {sch : '香港大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
    {sch : '香港大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'},
    {sch : '香港大学',date : '2016/03/22',add : '英杰交流中心月光厅',time : '19:00-21:00'}
  ]
}
